Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/other_files/duoji_doaibmadoarjagiid_arvvostallan_2005-2009.pdf.tmx
Source language: nob
Languages: sme

source: Som en avrunding vil vi peke på noen konkrete praktiske løsninger av relevans for Sametinget, basert på innspill fra saksbehandlere ved Datatilsynet og fra Reindriftsforvaltningens erfaringer med forvaltning av reindriftsdatabaser, der behandling av etnisk / samiske personopplysninger inngår.
sme: Loahpalaččat áigut čujuhit muhtun konkrehtalaš čovdosiidda mat leat áigeguovdilat Sámediggái, mat leat huksejuvvon daid vásáhusaide mat Databearráigeahču ja Boazodoallohálddahusa áššemeannudeddjiin leat mii guoská boazodoallodatabasa hálddašeapmái, gos maid gieđahallojuvvojit čearddalaš / sámi persuvdnadieđut.

source: Noen praktiske råd fra Datatilsynet, av relevans for duodjiregisteret, om datasystemer og sensitive persondata:
sme: Muhtun praktihkalaš rávvagat Databearráigeahčus, mat gusket duodjeregistarii, datavuogádagaid ja hearkkes persuvdnadieđuid birra:

source: - Både sensitive persondata og persondata generelt skal oppbevares forsvarlig uten tilgang
sme: - Sihke hearkkes persuvdnadieđut ja persuvdnadieđut muđui galget vurkkoduvvot

source: for uvedkommende.
sme: dohkálaččat nu ahte vierrásat eai beasa daid oaidnit.

source: Hvert datasett må vurderes individuelt etter hvor høy grad av ” beskyttelse ” som skal legges inn i datasystemene.
sme: Juohke diehtočoakkáldat galgá gieđahallojuvvot sierra dađimielde man alla dási ” suodjaleapmi ” galgá biddjojuvvon dihtorsystemaide.

source: Sensitive data skal i utgangspunktet ha høyere sikkerhetsklassifisering enn øvrige persondata, men også innen ulike sensitive data vil det kunne være riktig å skille mellom grader av sikkerhet ut fra hensiktsmessighet, risikograd og konsekvens.
sme: Hearkkes dieđuin galgá leat alladit sihkarvuođasirren go eará persuvdnadieđuin, muhto maiddái hearkkes dieđuid lea buorre sirret sihkarvuođadási mielde, dađi mielde movt orro vuogas, makkár várra lea ja makkár váikkuhusat sáhttet šaddet.

source: Graderte helseopplysninger, eller data om rikets sikkerhet, vil antagelig være å betrakte som mer sensitiv enn lister over medlemmer i en fagforening ?
sme: Čiegus dearvvašvuođadieđut dahje dieđut mat gusket riikka sihkarvuhtii, dáidet leat miha eanet čiegus dieđut go listu mas oaidná fágasearvvi miellahtuid ?

source: - Noen sikre datasystemer er oppbygd som to uavhengige ” tiltak ” – med en intern og en
sme: - Muhtun sihkkaris dihtorsystemat leat huksejuvvon nugo guokte sierranas ” doaimma ”

source: ekstern sone som ikke er direkte forbundet med hverandre, men mellom disse ligger en såkalt mellomsone (” demilitarisert it-sone ”).
sme: mat eai gula oktii – mas lea siskkáldas ja olgguldas sona main ii leat njuolgut oktiigullevašvuohta, muhto dan guovtto gaskkas lea gaskasona (” demilitarisert it-sone ”).

source: Skal en saksbehandler sende sensitive data som ligger i indre it-sone i egen virksomhet til andre (kunder, samarbeidsparter mv.) som er utenfor det interne datanettverket, så må saksbehandler først flytte dataene manuelt til mellomsonen og så sende / legge det derfra ut til ytre sone.
sme: Jus áššemeannudeaddji galgá sáddet čiegus dieđuid iežas doaimma siskkáldas gaskasonas earáide (kundariidda, ovttasbargoguimmiide jna.) mat leat olggobealde su siskkáldas dihtorfierpmádaga, de ferte áššemeannudeaddji vuoš ieš manuálalaččat sirdit dieđuid gaskasonii, ja de fas das sáddet / sirdit olgguldas sonii.

source: Dette er for å unngå at data distribueres ut av virksomheten ved uhell.
sme: Dat lea danin vai dieđut eai dáhpedorpmis sáddejuvo doaimma olggobeallái.

source: Hvis man skal gi adgang til det interne nettet utenfra, for eksempel fra regionkontor, så vil det være nødvendig med to sikre innloggingsnivå der det hver for seg kreves sikkerhetsidentifisering.
sme: Jus olggobealde galgá beassat siskkáldas fierpmádahkii, ovdamearkkadihte regionálakántuvrras, de gáibiduvvojit guokte sihkarvuođa sisabeassandási mat goappešagat gáibidit sihkarvuođadovdomearkka.

source: Og så kan en heller ikke hente sikrede data til hjemmedatamaskin.
sme: Ja sihkkarastejuvvon dieđuid ii sáhte viežžat ruovttudihtoris.

source: I Veiledning for informasjonssikkerhet for kommuner og fylker (Datatilsynet 2005) har man i kapittel 18 illustrert en sikkerhetsarkitektur med inndeling i sikret sone, intern sone og eksternt nettverk slik som i figuren under. i figuren under.
sme: Čállosis Bagadallan suohkaniidda ja fylkkaide dieđuid sihkkarastima birra (Databearráigeahčču 2005) lea 18. kapihttalis čilgejuvvon sihkarvuođaarkitektuvra, mas leat sihkarvuođasonat juogaduvvon ná: sihkkaris sona, siskkáldas sona ja olggobeale fierpmádat, nugo oaidná govvosis dás vuolábealde.

source: Figur 4.1 Sikkerhetsarkitektur – inndeling i soner
sme: Govus 4.1 Sihkarvuođaarkitektuvra – sonaide juohkin

source: Iht. beskrivelsen av opplegget skissert i figuren skal sensitive personopplysninger behandles og lagres i sikrede soner hvor kun autoriserte brukere gis adgang.
sme: Dát govus čájeha ahte hearkkes persuvdnadieđut galget gieđahallojuvvot ja vurkejuvvot sihkkaris sonaide gosa besset dušše dohkkehuvvon geavaheaddjit.

source: En virksomhet kan opprette flere sikrede soner avhengig av behovet.
sme: Okta doaibma sáhttá ráhkadit máŋga sihkkaris sona dárbbu mielde.

source: Det må som minimum være én teknisk sikkerhetsbarriere mellom sikret sone og intern sone.
sme: Ferte unnimusat leat okta teknihkalaš sihkarvuođacaggi gaskal sihkkaris ja siskkáldas sona.

source: Skillet mellom eksterne nettverk og sikret sone skal utgjøres av to tekniske sikkerhetsbarrierer.
sme: Gaskal olgguldas fierpmádaga ja sihkkaris sona galget leat guokte sihkarvuođacakki.

source: Ved ekstern formidling av sensitive personopplysninger skal data krypteres, for eksempel ved VPN-systemer.
sme: Go hearkkes dieđuid sádde olgguldas fierpmádahkii, de galget dieđut áibbas čoahkkái ” gissojuvvot ” (krypterejuvvot), ovdamearkkadihte VPN-systemain.

source: Vi viser også til veilederens kapittel 6 der det er gitt en god oversikt over hvordan ulike typer personopplysninger behandles.
sme: Čujuhit bagadusa 6. kapihttalii gos lea buorre ollislaš govva mas oaidná movt iešguđetlágán persuvdnadieđut gieđahallojuvvojit.

source: - Hvis det er snakk om en avdeling under Sametinget lokalisert et annet sted i landet, så
sme: - Jus lea ságas Sámedikki ossodaga birra mii lea eará guovllus dán riikkas, de sáhttá leat

source: vil det være tilstrekkelig med pålogging via internett med vanlig brukernavn og passord dersom det ikke gjelder adgang til sensitive data.
sme: doarvái dušše logget interneahtas nugo dábálaččat geavaheaddjenamain ja beassansániin, jus ii leat sáhka beassat oaidnit hearkkes dieđuid.

source: Man kan da gis adgang til å laste ned slike data, men forsvarlig behandling av data lokalt forutsettes likevel.
sme: De sáhttá maid oažžut lobi viežžat diekkár dieđuid, muhto liikká gáibiduvvo ahte báikkálaččat gieđahallet dieđuid dohkálaš lági mielde.

source: - Hvis en ytre avdeling under Sametinget skal ha adgang til sensitive data på server hos
sme: - Jus muhtun olggobeale ossodat Sámedikkis galgá beassat oaidnit hearkkes dieđuid

source: Sametinget, så må en logge inn gjennom et ekstra lag med pålogging og gå via en mellomsone.
sme: Sámedikki serveris, de ferte máŋggain beassansániin logget sisa ja mannat gaskasona bokte.

source: Men da skal ikke data kunne hentes ned direkte til avdelingskontor, men kan flyttes til mellomsone og så sendes på e-post.
sme: Muhto de eai galgga sáhttit doppe viežžat dieđuid ossodatkántuvrraide, muhto sáhttet daid sirdit gaskasonii ja sáddet ” čoahkkáigissojuvvon ” dieđuid e-poasttain.

source: Imidlertid kan sensitive personopplysninger kun sendes på e-post som kryptert, og ved bruk av sikrede VPN-løsninger slik at overføringer fra server til avdelingskontor er sikre.
sme: Hearkkes persuvdnadieđuid sáhttet e-poasttain sáddet dušše čoahkkáigissojuvvon hámis ja go geavaha sihkkarastojuvvon VPN-čovdosiid, nu ahte sirdimat serveris ossodatkántuvrii leat sihkkarastojuvvon.

source: - Hvis saker iht. offentlighetsloven er gradert som offentlig, vil det i flere tilfeller likevel
sme: - Jus áššit leat almmolašvuođalága mielde graderejuvvon almmolaš áššin, de aŋkke eanas

source: gjelde at de bare er tilgjengelig til en viss grad.
sme: oktavuođain lea nu ahte dat leat dušše muhtun muddui almmolaččat.

source: For eksempel kan det være lagt inn en kravspesifikasjon i datasystemet at man skal kunne identifisere hvem som har sjekket eller hentet ut opplysninger.
sme: Sáhttá ovdamearkkadihte biddjot dihtorii gáibádus ahte galgá sáhttit gávdnat gii lea iskan dahje viežžan dieđuid.

source: For eksempel opplever folk som er blitt sjekket for kredittopplysninger at de får brev med opplysning fra data / tjenesteleverandør navngitt firma har sjekket din kredittverdighet.
sme: Ovdamearkkadihte vásihit olbmot geaid kredihttaárvu lea iskojuvvon ahte ožžot reivve data / bálvalusa skáhppojeaddjis ahte namahuvvon fitnodat lea iskan du kredihttaárvvu.

source: Omtale av Reindriftsforvaltnigens datasystem og sikkerhet i forvaltning av reindriftsdata:
sme: Boazodoallohálddahusa dihtorsystema birra ja boazodoallodieđuid hálddašeami sihkarvuohta:

source: - Reindriftsforvaltningen (RF) lagrer data om alle landets reindriftsutøvere og deres
sme: - Boazodoallohálddahus vurkkoda dieđuid buot dán riikka boazodolliid ja sin

source: siidaandeler (driftsenheter).
sme: siidaossosiid (doaluid) birra.

source: Dette omfatter bl.a. persondatakjennetegn som personnummer, men indirekte også etnisitet, ettersom stort sett alle som driver tamreindrift er samiske.
sme: Dat sisttisdollet earet eará persuvdnadieđuid nugo persuvdnanummara, muhto dain sáhttá oažžut maid dieđuid čearddalašvuođa birra, danin

source: - Fordi det er elektronisk lagrede persondata, og særlig når de omfatter sensitive
sme: - Danin go dat leat elektrovnnalaččat vurkejuvvon persuvdnadieđut, ja go dat vel

source: opplysninger (etnisitet), har en lagt inn ulike former for adgangsbegrensninger til dataene.
sme: sisttisdollet hearkkes dieđuid (čearddalašvuođa birra), de leat sii bidjan iešguđetlágán beassancakkiid dáid dieđuide.

source: Tilgangskontroll regulerer hvilke ansatte som har adgang, hvilke variabler de får se og hva de kan gjøre med informasjonen (bare lese, endre osv..)
sme: Beassanbearráigeahččan regulere makkár bargit dohko besset, makkár hámis sii besset oaidnit dieđuid ja maid sii sáhttet daid dieđuiguin bargat (dušše lohkat, rievdadit jna..)

source: Det er sporbarhet i datasystemet slik at en alltid vet hvem som har vært inne på databasen og eventuelt gjort hvilke endringer der.
sme: Dihtorsystemas lea ohcangeaidnu, nu ahte álo sáhttá iskat geat databasas leat leamaš ja makkár vejolaš rievdadusaid sii leat dahkan.

source: Sikkerhetsopplegget skal hindre uønsket adgang fra hackere o.a., og det er anbefalinger om hvor raskt de ansattes datamaskin skal låse seg når man forlater arbeidsplassen midlertidig.
sme: Sihkarvuođabálvalus galgá hehttet sávakeahtes hackeriid ja diekkáriid beassamis dieđuide, ja leat maid rávvagat man johtilit bargiid mašiinnat galget giddanit jus guođđá kántuvrra oanehit áigái.

source: - Databasen ligger kun på server så man kan vedlikeholde og har kontroll på endringer og
sme: - Databasa lea dušše serveris, nu ahte sáhttá dan ortnegisdoallat ja bearráigeahččat

source: datakvaliteten.
sme: rievdademiid ja datakvalitehta.

source: Serverrommet er låst og sikret, og det er ” brannmurer ” ut mot det åpne nettet utenfor etaten.
sme: Serverlatnja lea álo lásas ja sihkkarastojuvvon, ja lea ” buollinmuvra ” rabas neahta vuostá olggobealde etáhta.

source: - Landbruksdepartementet, som RF er underlagt, sender årlig ut instrukser og oppfølging
sme: - Eanandoallodepartemeanta, man vuollái Boazodoallohálddahus gullá, sádde jahkásaččat

source: hvordan datasikkerheten skal håndteres ved RF.
sme: instruksaid ja čuovvolemiid ahte movt hálddahus galgá datasihkarvuođa gieđahallat.

source: Og de bruker påloggingsrutiner tilsvarende det som brukes i Altinn og eID.
sme: Ja sii geavahit dakkár beassanrutiinnaid go Altinn ja eID geavahit.

source: - Reindriftsforvaltningen har seks områdekontor ulike steder i landet som daglig logger
sme: - Boazodoallohálddahusas leat guhtta guovllukántuvrra iešguđet guovllus riikkas mat

source: seg på det sentrale datasystemet.
sme: beaivválaččat loggejit guovddáš datavuogádahkii.

source: RF leier linjer hos en ISP-leverandør og bruker sikrede VPN forbindelser mellom områdekontor og hovedkontor.
sme: Boazodoallohálddahus láiguha linnjáid ISP-skáhppojeaddjis ja geavaha sihkkaris VPN oktavuođaid guovllukántuvrraid ja váldohálddahusa gaskka.

source: Det brukes både fiber og SHDSL / ADSL.
sme: Geavahit sihke fibera ja SHDSL / ADSL.

source: - Teknisk sett kan områdekontorene laste ned personidentifiserbare data til PC-er på
sme: - Teknihkalaččat gal sáhttet guovllukántuvrrat sirdit persuvdnadovdodieđuid PC:aide

source: områdekontorene, og det forutsettes at de er sikret fra forsvarlig tilgang for utenforstående.
sme: guovllukántuvrrain, ja doaivumis lea eaktun ahte dat leat sihkkarastojuvvon nu ahte vaikko gii ii beasa daid oaidnit.

source: Det er instruks at ingen skal lagre sensitive data på for eksempel bærbare PC-er, og der er jo utfordringer siden de fleste bruker det og folk kan ha behov for å jobbe på de hjemme.
sme: Lea instruksa mii dadjá ahte ii oktage oaččo vurket hearkkes dieđuid ovdamearkkadihte giehtadihtoriidda, ja dušše dat lea juo hástalus, danin go eatnasat geavahit daid ja olbmuin soaitá leat dárbu bargat ruovttus.

source: I dag har man ikke kryptering på de ansatte sine PC-er, men brukernavn og passord.
sme: Dál ii gávdno dieđuid ” čoahkkáigiessan ” (krypteren) vejolašvuohta bargiid giehtadihtoriin, dušše geavaheaddjinamma ja beassansátni.

source: Kryptering av data på enkeltstående pc-er er i dag relativt greit å legge opp til med nye operativsystem, slik at data på harddisk er uleselig uten riktige brukernavn og passord (eventuelt også koder / kodebrikker, fingeravtrykkleser etc.), selv om datamaskiner blir stjålet.
sme: Dán áigge lea oalle álki ođđa operatiivasystemain ráhkadit giehtadihtoriid nu ahte dain sáhttá krypteret dieđuid, nu ahte garradiskka dieđuid ii sáhte lohkat jus ii leat rievttes geavaheaddjenamma ja beassansátni (vejolaččat maid kodat / kodabrihkat, suorbmasajiidlohkan jna.), vaikko dihtorat suoláduvvojit ge.

source: Risikoen som en står igjen med vurderes av RF som liten sammenlignet med nytten (risikoanalyse), når en ser på graden av sensitivitet på de aktuelle datasettene Reindriftsforvaltningen, og kanskje også Sametinget (vår kommentar), håndterer.
sme: Boazodoallohálddahusa riskaanalysa čájeha ahte lea hui unnán riska dan ektui man ávki das lea, go bálddastahttá man dási hearkkes dieđuid Boazodoallohálddahusa databasain, ja vejolaččat maid Sámedikkis (min kommentára), gieđahallet.

source: Data kan dessuten anonymiseres, og demest følsomme variabler begrenses, før de lastes ned til PC-er og bearbeides, og det vil være tilstrekkelig til mange formål som statistikkproduksjon, analyser etc..
sme: Dieđuid sáhttá muđui maid amasindahkat, ja nu sáhttá suodjalit daid buot hearkkimus dieđuid, ovdal go daid sirdá giehtadihtorii ja bargagoahtá daiguin, ja dat sáhttá leat doarvái hui ollu ulbmiliidda, nugo statistihkaid ráhkadeapmái, analysaide ja nu ain.

source: For eksempel når data om reindrifta for statistikkformål oversendes Statistisk sentralbyrå, så fjernes personnummer, men man beholder kjønn, fødselsår mv. (anonymisering)
sme: Go ovdamearkkadihte sáddejit boazodoalu birra dieđuid Statistihkalaš guovddášbyråii statistihkaid ráhkadeapmái, de váldet eret persuvdnanummara, muhto diktet sohkabeali dieđu, riegádandáhtona jna. leahket (amasindahkan)

source: - I forbindelse med innrapportering av opplysninger fra reineiere, slakteri og samarbeid
sme: - Boazoeaiggádiid ja njuovahagaid diehtoraporterema oktavuođas, ja ovttasbargguin eará

source: med andre offentlige etater og lignende (for eksempel Mattilsynet), har RF en ” webservice ” der avgrensede datasett kan gis adgang til eller de kan rapportere inn opplysninger som RF bruker i sin saksbehandling, beregning av tilskudd mv..
sme: almmolaš ásahusaiguin ja sullasaččaiguin (ovdamearkkadihte Biebmobearráigeahčču), lea Boazodoallohálddahusas ” web-service ”, gosa ráddjejuvvon datadoaimmat sáhttet beassat dahje sáhttet raporteret dieđuid maid hálddahus geavaha iežas áššemeannudeamis, doarjjarehkenastimiin jna.. Boazodoallohálddahus oažžu dál vearrodieđuid njuolga

source: RF får nå også skattedata direkte fra Skatteetaten i slutten av oktober hvert år, der selvangivelse, næringsskjema, tilleggsskjema overføres rett inn i RF sine databaser og beregninger og rapporteringer kan gjøres mer automatisert.
sme: Norut Alta-Áltá rapport 2010:3 Vearroetáhtas golggotmánu loahpas juohke jagi, gos iešdieđáhus, ealáhusskovvi ja lassikovit fievrreduvvojit njuolga Boazodoallohálddahusa databasaide, ja dasto sáhttá rehkenastimiin ja raporttaiguin bargat eanet automáhtalaččat.

source: Dette ligner på de behov for rapportering om økonomisk utvikling i duodjibedriftene som Sametinget trenger fra duodjibedrifter som har fått driftstilskudd.
sme: Dat sulastahttet daid raporterendárbbuide mat Sámedikkis leat duodjefitnodagaid ekonomalaš ovdáneami hárrái, maid Sámediggi dárbbaša duodjefitnodagain mat leat ožžon doaibmadoarjaga.

source: - Dataprogrammer og datautstyr: Det tekniske utstyret er stort sett standard
sme: - Dataprográmmat ja databiergasat: Teknihkalaš rusttegat leat oalle muddui standárda

source: maskinvare / servere.
sme: mašingálvvut / serverat.

source: Det som har kostet mest er utvikling av databaseprogramvaren som er utviklet spesielt for Reindriftsforvaltningen sine behov. Man har modulisert dataene og
sme: Dat mii lea eanemus máksán, lea databaseprográmmagálvu mii lea ráhkaduvvon earenoamážit Boazodoallohálddahusa dárbbuide.

source: Norut Alta-Áltá rapport 2010:3 har for eksempel en reineierdatabase, en for saksbehandlertjenester mv..
sme: Leat moduliseren dataid ja sis lea ovdamearkkadihte okta boazodoallodatabase, okta áššemeannudanbálvalus jna..

source: I utviklingsarbeidet er det programmert brukergrensesnitt og forretningslogikk – dvs. behandlingsregel for måten å laste opp data på og hvilke data som skal lastes opp.
sme: Ovddidanbargguin leat programmeren geavaheddjiid rádjemeari ja gávpelogihka – mii mearkkaša ahte lea meannudannjuolggadus dasa movt galgá lástet dieđuid ja makkár dieđuid galgá viežžat.

source: Man har brukt Microsoft SQl-server databaseprogram og programmert i MS Visual studio programspråk (C#).
sme: Sii leat geavahan Microsoft SQl-server databaseprográmma ja programmeren dan MS Visual studio prográmmagillii (C#).

source: Det er antydet at RF sitt databaseopplegg, dvs. rammeverket som håndterer dataene, har kostet ca. 2 mill. kr å utvikle og installere.
sme: Leat árvvoštallan ahte Boazodoallohálddahusa databasehoidu, dat rámmahoidu mii gieđahallá dataid, lea máksán sullii 2 mill. kr ovddidit ja installeret.

source: Men en sparer veldig mye i arbeid med saksbehandling og rapporteringsarbeid.
sme: Muhto sii sestet ollu áiggi áššemeannudemiin ja raporterenbargguin.

source: Dette er imidlertid ganske omfattende system sammenlignet med et enklere system for et duodjiregister hos Sametinget.
sme: Dát gal lea almmatge oalle stuora ja viiddis systema go bálddastahttá dan ollu unnit ja álkit systemain mii Sámedikki duodjeregistaris lea.

source: Men om en ser behov for databasesystem for alle næringsrettede virkemidler og tilskudd i Sametinget kan kanskje omfanget være sammenlignbart.
sme: Muhto jus smiehttá ahte lea dárbu dakkár databasesystemii mii sáhttá hálddašit buot Sámedikki ealáhusaide gullevaš váikkuhangaskaomiid ja doarjagiid, de soaitá liikká sáhttit bálddastahttit ná stuora systemain.

source: - Personell, ressursbruk: Selve utviklingen og installeringen av databasesystemet ble gjort
sme: - Bargit, resursageavaheapmi: Iešalddis databasesystema ovddideami ja installerema

source: på anbud av eksternt dataselskap.
sme: barggai olggobealde dihtorfitnodat haddefálaldaga vuođul.

source: Ressursbruken hos RF da gikk ut på å utvikle kravspesifikasjon og følge opp at leveransene ble utført iht. bestillingen.
sme: Boazodoallohálddahusa bargun šattai čilget ja spesifiseret makkár gáibádusat sis leat ja čuovvut ahte skáhppojeaddji skáhppui dan maid ledje diŋgon.

source: Driften av databasesystemet er rimelig, men i tillegg kommer selve arbeidet RF må gjøre med datainnleggingen, og det varierer veldig hvor mye data ulike etater har.
sme: Databasesystema jođiheapmi lea oalle hálbi, muhto lassin boahtá dat bargu maid hálddahus ieš ferte bargat dataid sisabidjamiin, ja dat rievddada oalle ollu etáhtas etáhttii, man ollu data guđege etáhtas lea.

source: Datainnlegging hos RF skjer nå veldig effektivt, bl.a. ved at noen brukergrupper er gitt adgang til deler av datasystemet og selv legger inn en god del data elektronisk direkte via nettilkobling.
sme: Hálddahusa databidjan dáhpáhuvvá dal hui njuovžilit, earet eará danin go muhtun geavaheaddjejoavkkuide lea addon beassanlohpi muhtun osiide datasystemas, ja nu sii ieža bidjet dohko oalle ollu dieđuid elektrovnnalaččat interneahta bokte.

source: Det er RF sine to dataansatte som har ansvaret for at systemet er oppe og går, men bruken av dataene, og innlegging av data som skjer manuelt, skjer på saksbehandlernivå og av annet fagpersonell ved etaten.
sme: Leat Boazodoallohálddahusa iežas guokte databargi geaid ovddasvástádus lea bearráigeahččat ahte systema doaibmá, muhto dieđuid geavaheapmi, ja dieđuid bidjan maid guhtege ieš bargá, dahkko áššemeannudeddjiid dásis ja dan barget maid eará fágabargit etáhtas.

source: Det er datainnlegging en uansett har behov for i saksbehandlinga, men som nå legges inn og utnyttes langt mer effektivt og med høyere kvalitet.
sme: Dat leat dakkár dieđut maid áššemeannudeaddjit aŋkke dárbbašit, muhto mat dál biddojuvvojit datai ja geavahuvvojit miha buorebut ávkin ja dain lea miha buoret kvalitehta.

source: Kort omtale av Sametingets datasystem relatert til datalagring og tilgangskontroll
sme: Oanehaččat Sámedikki dihtorsystema birra go guoská dieđuid vurkkodeapmái ja beassanbearráigeahččamii

source: For å avgrense arbeidet har vi ikke foretatt en inngående presentasjon av Sametingets eget datasystem.
sme: Ráddjen dihtii barggu, de eat leat mii ráhkadan makkárge dárkilis čilgehusa das makkár Sámedikki iežas dihtorsystema lea.

source: Delvis har vi også manglet tilstrekkelig med opplysninger om dette.
sme: Eai ge mis leat leamaš doarvái dieđut ge dan birra.

source: For å ha et sammenligningsgrunnlag, har vi prioritert å innhente informasjon og erfaringer som sier noe om krav som Datatilsynet setter til datasystem som skal behandle ulike typer persondata, samt hvordan en annen etat / Reindriftsforvaltingen har utviklet et forsvarlig og hensiktsmessig datasystem for forvaltningen av reindriftsnæringen.
sme: Vai mis lea juogalágán bálddastahttinvuođđu, de leat mii válljen čohkket dieđuid ja vásáhusaid mat muitalit juoidá daid gáibádusaid birra maid Databearráigeahčču bidjá dihtorsystemaide mat galget halddašit iešguđetlágán persuvdnadieđuid, ja maiddái dan movt muhtun eará etáhtta / Boazodoallohálddahus lea ovddidan dohkálaš ja heivvolaš dihtorsystema mainna hálddaša boazodoalloealáhusa.

source: Sametingets datasystem tar utgangspunkt i at det skal betjene en organisasjon med Sametingets hovedadministrasjon i Karasjok og sju stedlige kontorer ulike steder i landet.
sme: Sámedikki dihtorsystema vuolggabáiki lea ahte dat galgá bálvalit organisašuvnna mas lea Sámedikki váldohálddahus Kárášjogas ja čieža báikkálaš kántuvrra iešguđetguovllus riikkas.
